Repository: exdebian/sitioweb
Catalog: public_html/sites/all/translations/boost-7.x-1.2.*.po
Languages: es

source: Pages
es: Páginas

source: Status
es: Estado

source: Description
es: Descripción

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: Module
es: Módulo

source: Cache specific pages
es: Cachear páginas específicas

source: Not Installed
es: No instalado

source: Debug
es: Depurar

source: @type settings
es: Configuración de @type

source: Crawler
es: Rastreador

source: Cache path
es: Ruta de la caché

source: Boost cacheability settings
es: Opciones de caché de Boost

source: Boost Apache .htaccess settings generation
es: Generación de configuración de Boost para .htaccess de Apache

source: Best to leave these as %{}, only try the last option(s) if boost is still not working.
es: Mejor dejar éstos como %{}, sólo probar la última opción si Boost aún no funciona.

source: Document Root
es: Raiz del documento

source: Generated Rules
es: Reglas Generadas

source: Boost: Pages cache status
es: Boost: Estado de caché de páginas

source: Flush Page
es: Página de Purgado

source: Boost Settings
es: Opciones de Boost

source: Static page cache cleared.
es: Caché de páginas estáticas borrada.

source: !cache_dir: does not exist.
es: !cache_dir: no existe.

source: Directory %dir credentials - Permissions: %fp. Owner %fo. Group %fg.<br /> Your credentials - Group ID: %gid. User ID: %uid. Current script owner: %user.
es: Credenciales de directorio %dir - permisos: %fp. propietario %fo. Grupo %fg. <br/> Sus credenciales - ID de Grupo: %gid. ID de usuario: %uid. Actual dueño del script: %user.

source: Can not write to file-system
es: No puede escribir en el sistema de archivos

source: Enable the cron crawler
es: Habilitar al rastreador de cron

source: File System
es: Sistema de archivos

source: Value of %best is recommended for this server.
es: Valor de %best es el recomendado para este servidor.

source: ETag Settings
es: Configuración de ETag

source: Uses <a href="!link">FileETag Directive</a> to set <a href="!about">ETags</a> for the files cached by Boost. <a href="!stack">More info on this subject</a>
es: Utiliza la <a href="!link">directiva FileETag</a> para establecer <a href="!about">ETags</a> para los archivos en la caché de Boost. <a href="!stack">Más información sobre este tema.</a>

source: Boost Tags
es: Etiquetas de Boost

source: Boost installed correctly, should be working if properly <a href="@settings">configured</a>.
es: Boost instalado correctamente, debería estar trabajando correctamente si está correctamente <a href="@settings">configurado</a>.

source: All pages except those listed
es: Todas las páginas excepto las que se enumeran

source: Only the listed pages
es: Sólo las páginas enumeradas

source: Specify pages by using their paths. Enter one path per line. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
es: Especificar páginas usando sus rutas. Escriba una ruta por línea. El carácter '*' se usa como comodín. Ejemplos de rutas son %blog para la página de blog y %blog-wildcard para cada blog personal. %front es la página principal.

source: Pages on which this PHP code returns <code>TRUE</code> (experts only)
es: Páginas en las que este código PHP devuelva <code>Verdadero</code> (sólo para expertos)

source: Pages or PHP code
es: Páginas o código PHP

source: If the PHP option is chosen, enter PHP code between %php. Note that executing incorrect PHP code can break your Drupal site.
es: Si se elige la opción PHP, escriba el código PHP entre %php. Tenga en cuenta que la ejecución de código PHP incorrecto puede inutilizar su sitio Drupal.

source: Performance and scalability
es: Rendimiento y escalabilidad

source: Cache Expiration
es: Expiración de la caché

source: Flushed all files (%count) from static page cache.
es: Purgados todos los archivos (%count) de la caché de páginas estáticas.

source: Cache Enabled
es: Caché habilitado

source: Send debug info for each request to watchdog.
es: Enviar información de depuración para cada solicitud de watchdog.

source: Only use for debugging purposes as this can fill up watchdog fairly quickly.
es: Utilizar únicamente para propósitos de depuración, esto puede llenar el registro de watchdog rápidamente.

source: Ignore a cache flush command if cron issued the request.
es: Ignorar un comando de vaciado de caché si cron hizo el pedido.

source: Drupal will flush all caches when cron is executed, depending on the <a href="!urlcore">core minimum cache lifetime</a> setting. To ignore the request to flush the cache on cron runs, enable this option. If enabled, pages in the Boost cache will be flushed only when their <a href="!urlboost">Boost maximum cache lifetime</a> expires.
es: Drupal vacía la memoria caché cuando se ejecuta cron, dependiendo de la configuración del <a href="!urlcore">Tiempo mínimo de permanencia en caché </a>. Para ignorar el pedido de vaciar la caché en cada ejecución de cron, habilite esta opción. Si está habilitada, las páginas en la caché de Boost serán vaciadas sólo cuando expira su <a href="!urlboost">Tiempo máximo de vida de la caché de Boost</a>.

source: Remove old cache files on cron.
es: Eliminar los archivos antiguos de caché en cron.

source: If enabled, each time cron runs Boost will check each cached page and delete those that have expired (maximum cache lifetime). The expiration time is displayed in the comment that Boost adds to the bottom of the html pages it creates. This setting is recommended for most sites.
es: Si está activado, cada vez que se ejecute cron Boost comprobará cada página almacenada en caché y eliminará las que han expirado (tiempo de vida máximo en caché). La fecha de expiración se muestra en el comentario que Boost agregará a la parte inferior de las páginas html que genere. Esta configuración es la recomendada para la mayoría de los sitios.

source: Root cache directory
es: Directorio raíz de la caché

source: Normal cache directory
es: Directorio normal de la caché

source: Character replacement for "?" in the URL
es: Carácter sustituto para "?" en la URL

source: Please <a href="!link">open an boost issue on Drupal.org</a>, since apache and php might not be configured correctly.
es: Por favor <a href="!link">abra una incidencia de Boost en Drupal.org</a>, dado que apache y php no pueden ser configurados correctamente.

source: In order to identify that the page is being served from the cache, Boost can send out a header that will identify any files served from the boost cache.
es: Con el fin de identificar que la página está siendo servida desde la caché, Boost puede enviar un encabezado que identifique que los archivos han sido servidos desde la caché de Boost.

source: Bypass the boost cache for ssl requests.
es: Puente de la caché de Boost para las solicitudes de ssl.

source: Ticking this is recommended if you use the securepages module.
es: Marcar esto es recomendable si utiliza el módulo securepages.

source: Add "AddDefaultCharset X" to the htaccess rules
es: Añadir "AddDefaultCharset X" a las reglas htaccess

source: Depending on your i18n settings you might want this disabled or enabled. X is set below
es: Dependiendo de la configuración de i18n puede desear que esté desactivado o activado. X se establece a continuación

source: Add "AddDefaultCharset utf-8" to the htaccess rules
es: Añadir "AddDefaultCharset utf-8" a las reglas htaccess

source: Depending on your i18n settings you might want this disabled or enabled.
es: Dependiendo de la configuración de i18n puede desear que esté desactivado o activado.

source: Copy this into your .htaccess file below <pre><tt> # If your site is running in a VirtualDocumentRoot at http://example.com/, # uncomment the following line: # RewriteBase / </tt></pre> and above <pre><tt> # Pass all requests not referring directly to files in the filesystem to # index.php. Clean URLs are handled in drupal_environment_initialize().</tt></pre><br />Note that the generated rules' settings can be configure at !link.
es: Esto copia en su archivo .htaccess debajo de <pre><tt> # Si su sitio está ejecutando en un VirtualDocumentRoot en http://example.com/, # descomentar la siguiente línea: # RewriteBase / </tt></pre> y arriba <pre><tt> # Pasar todas las solicitudes no se refiere directamente a archivos en el sistema de ficheros renovadas# index.php. URLs limpias se manejan en drupal_environment_initialize(). </tt></pre><br/> tenga en cuenta que la configuración de las reglas generadas se pueden configurar en !link.

source: Boost cache type settings
es: Configuración de tipos de caché de Boost

source: @title settings
es: Configuración de @title

source: Cache @description of type @type
es: @description caché de tipo @type

source: Filename Extension
es: Extensión de Archivo

source: @type - Maximum Cache Lifetime
es: @type - Tiempo máximo de vida de la caché

source: @type - Minimum Cache Lifetime
es: @Type - Vida mínima útil de la caché

source: HTML output, usually a webpage
es: HTML de salida, generalmente una página web

source: XML output, usually a feed
es: XML de salida, generalmente un feed

source: JSON output, usually a response to a AJAX request
es: JSON de salida, generalmente una respuesta a una petición AJAX

source: Expired %count stale files from static page cache.
es: Expiraron %count archivos antiguos de la caché de páginas estáticas.

source: Could not create the file %file on your system
es: No se pudo crear el archivo %file en su sistema

source: Could not rename the file %file on your system
es: No se puede renombrar el archivo %file en su sistema

source: Could not create the directory %dir on your system
es: No se puede crear el directorio %dir en su sistema

source: An operation outside of the cache directory was attempted on your system. %file or %real_file is outside the cache directory %cache or %real_cache. Debug info below <br> !debug
es: Se intentó una operación fuera del directorio de la caché en el sistema. %file o %real_file está fuera del directorio de la caché %cache o %real_cache. Información de depuración debajo <br> !debug

source: Configuration for Boost.
es: Configuración para Boost.

source: Debug configuration for Boost.
es: Configuración de depuración para Boost.

source: File system configuration for Boost.
es: Configuración de sistema de archivos para Boost.

source: .htaccess configuration for Boost.
es: configuración de .htaccess para Boost.

source: .htaccess Settings
es: Configuración de .htaccess

source: .htaccess Generation
es: Generación de .htaccess

source: .htaccess generation for Boost.
es: Generación de .htaccess para Boost.

source: Cache expiration configuration for Boost.
es: Configuración de expiración de la caché para Boost.

source: Caches generated output as a static file to be served directly from the webserver.
es: Captura la salida generada como un archivo estático para ser servido directamente desde el servidor web.

source: This page will not be cached: %reason
es: Esta página no se almacenará en la caché: %reason

source: File: %filename
es: Archivo: %filename

source: Generated: %generated
es: Generado: %generated

source: %filename was deleted from the Boost cache
es: %filename fue eliminado de la caché de Boost

source: %filename could not be deleted, check file permissions on disk to see if the web server can write/delete the file.
es: %filename no puede ser eliminado, compruebe los permisos de archivo en disco para ver si el servidor web puede escribir/eliminar el archivo.

source: %filename was not found in the Boost cache and could not be deleted.
es: %filename no se encuentra en la caché de Boost y no puede ser eliminado.

source: Flush pages from Boost cache
es: Purgar páginas de la caché de Boost

source: Allow users to flush individual pages from the Boost cache using the Boost status block.
es: Permite a los usuarios purgar páginas individuales de la caché de Boost utilizando el bloque de estado de Boost.

source: Core cache is enabled
es: Caché del core habilitada

source: Boost will not function properly while Drupal core cache is enabled. Disable Boost or <a href="@settings">the core cache</a>.
es: Boost no funcionará correctamente mientras está activada la caché del core de Drupal. Deshabilitar Boost o <a href="@settings">la caché del core</a>.

source: Pre-cache the pages of the website so they get cached before anyone accesses them.
es: Precapturar en caché las páginas del sitio web antes que alguien acceda a ellas.

source: Time (in seconds) to use for crawling on every cron run
es: Tiempo (en segundos) para usar por el rastreador en cada ejecución de cron

source: If this it too long, it may cause problems with other tasks that run during the cron runs.
es: Si esto es demasiado largo, puede causar problemas con otras tareas que se ejecutan durante la ejecución de cron.

source: Configuration for the Boost crawler.
es: Configuración para el rastreador de Boost.

source: Minimal crawler to regenerate the cache as pages are expired.
es: Rastreador mínimo para regenerar la caché de las páginas expiradas.

source: Server's URL or Name
es: Nombre o URL del servidor

source: %cache_folder Options
es: Opciones de %cache_folder

source: Redirects pages to their canonical URL. Avoids caching two pages for the same content.
es: Redirige las páginas a su URL canónica. Evita cachear dos páginas que tengan el mismo contenido.

source: Required by Boost crawler, performs HTTP requests to regenerate expired pages.
es: Necesitado por Boost crawler, realizar peticiones HTTP para regenerar las páginas expiradas.

source: Related Modules
es: Módulos relacionados

source: Compatible Modules that add features to Boost.
es: Módulos compatibles que añaden funcionalidades a Boost
